---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.SheetFailures.SheetNumberEmpty
source: html/3d2abac5-bc09-eaf3-598f-f6c0d3661f16.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SheetFailures.SheetNumberEmpty Property

Sheet Number is empty

## Syntax (C#)
```csharp
public static FailureDefinitionId SheetNumberEmpty { get; }
```